Repository: SchmiedmayerLab/Grove
Catalog: Sources/GroveQuestionnaire/Resources/Localizable.xcstrings
Source language: en
Languages: de, es

source: '%@' exceeds the maximum file size of %@
de: „%1$@“ überschreitet die maximale Dateigröße von %2$@
es: «%1$@» supera el tamaño máximo de archivo de %2$@

source: Enter a number
de: Zahl eingeben
es: Introduce un número

source: Enter a phone number
de: Telefonnummer eingeben
es: Introduce un número de teléfono

source: Enter a web address, like https://example.org
de: Webadresse eingeben, z. B. https://example.org
es: Introduce una dirección web, como https://example.org

source: Enter an email address, like name@example.org
de: E-Mail-Adresse eingeben, z. B. name@example.org
es: Introduce una dirección de correo electrónico, como name@example.org

source: Internal Error
de: Interner Fehler
es: Error interno

source: Invalid Input
de: Ungültige Eingabe
es: Entrada no válida

# Length must be between %lld and %lld
source: Length must be between %1$lld and %2$lld
de: Länge muss zwischen %1$lld und %2$lld liegen
es: La longitud debe estar entre %1$lld y %2$lld

source: Limited to %llu decimal places
de: Auf %llu Dezimalstellen begrenzt
es: Limitado a %llu decimales

source: Missing response text for "Other" option
de: Antworttext für die Option „Sonstiges“ fehlt
es: Falta el texto de respuesta para la opción «Otro»

source: Must be after %@
de: Muss nach %@ liegen
es: Debe ser posterior a %@

source: Must be at least %@
de: Muss mindestens %@ sein
es: Debe ser como mínimo %@

source: Must be at least %lf
de: Muss mindestens %lf sein
es: Debe ser como mínimo %lf

source: Must be at most %@
de: Darf höchstens %@ sein
es: Debe ser como máximo %@

source: Must be at most %lf
de: Darf höchstens %lf sein
es: Debe ser como máximo %lf

source: Must be before %@
de: Muss vor %@ liegen
es: Debe ser anterior a %@

source: Select at least %lld options
de: Mindestens %lld Optionen auswählen
es: Selecciona al menos %lld opciones

source: Select at most %lld options
de: Höchstens %lld Optionen auswählen
es: Selecciona como máximo %lld opciones

source: This isn't in the format this question expects
de: Das entspricht nicht dem für diese Frage erwarteten Format
es: Esto no tiene el formato que espera esta pregunta

source: Too long: can be at most %lld characters
de: Zu lang: höchstens %lld Zeichen
es: Demasiado largo: máximo %lld caracteres

source: Too short: must be at least %lld characters
de: Zu kurz: mindestens %lld Zeichen
es: Demasiado corto: mínimo %lld caracteres
